import React from 'react';

export default function AboutUsPage() {
    return (
        <div className="aboutuspage">
            <div className="container aboutuspage__container">
                <h1 className="aboutuspage__title">Про нас</h1>
                <div className="aboutuspage__text">
                    Хочете побачити країну у всій її красі, але не визначилися, що подивитися в Україні? Discover
                    створений для втілення в життя мрії про ідеальну подорож! Тут ви дізнаєтеся, що гірськолижний курорт
                    можна знайти в сотнях кілометрів від Карпат, а в самому серці промислових міст є унікальні природні
                    об'єкти. Настав час познайомитися з Україною! Як правило, поїздка починається з планування. А
                    найзахопливіша його частина - пошук цікавих місць, які неодмінно потрібно відвідати. І як же прикро
                    потім дізнатися, що якась пам'ятка залишилася без вашої уваги. Щоб ви не пропустили жодного
                    старовинного замку або модного арт-об'єкту, ми зібрали їх усі на одній карті. Обирайте те, що
                    подобається саме вам і швидше вносьте координати в свій навігатор! Задається питанням, куди поїхати
                    в Україні? Ми впевнені, що в нашій країні є тисячі місць, в які легко закохатися! Які з них
                    відвідати залежить лише від того, чи плануєте ви активний відпочинок, шопінг, або ж хочете
                    насолодитися природними об'єктами. Просто скористайтеся відповідним фільтром, і ми покажемо вам такі
                    пам'ятки України, які змусять вас негайно почати збирати валізи. Тут ви не тільки прочитаєте цікаву
                    інформацію про музеї чи фортеці, але й дізнаєтеся корисні лайфхаки від досвідчених мандрівників. Ви
                    не фанат екскурсій по історичних місцях і кайфуете від припливу адреналіну в крові? У розділі
                    «активний відпочинок» ви знайдете те, що вам потрібно: гірськолижні курорти і яхт-клуби, школи
                    каякінгу та мотузкові парки чекають вас! Багато в чому враження від поїздки залежить від
                    інфраструктури. Тому радимо заздалегідь визначитися, де ви будете жити і їсти. На нашому сайті ви
                    можете ознайомитися з найкращими готелями, хостелами й базами відпочинку, запланувати вечерю в
                    розкішному ресторані або стильному міському кафе. Ми віримо, що в найближчому майбутньому в нашій
                    країні не залишиться місць, недоступних для людей з особливими потребами. Піклуючись про ваш
                    комфорт, ми передбачили додаткові фільтри, завдяки яким ви зможете дізнатися, обладнано певн місце
                    чи будівля для людей в інвалідних візках, а також таких, які мають проблеми зі слухом або зором. І
                    ось, коли всі must-see локації визначені, залишилося лише створити свій власний маршрут, просто
                    клікнувши по іконці «додати в подорож». Навіщо це робити? Тоді все необхідне з'явиться на вашій
                    персональній карті, а інструменти Google Maps автоматично розрахують протяжність маршруту і
                    приблизний час у дорозі. Подорожуйте і насолоджуйтеся життям разом з Discover!
                </div>
            </div>
        </div>
    );
}
